[
    {
        "name": {
            "pl": "Główny Szlak Sudecki",
            "en": "Main Sudetes Trail"
        },
        "imageName": "gss",
        "startingCity": "Świeradów-Zdrój",
        "endingCity": "Prudnik",
        "startCoordinate": {
            "latitude": 50.9026,
            "longitude": 15.3361
        },
        "endCoordinate": {
            "latitude": 50.3227,
            "longitude": 17.5784
        },
        "colorHex": "#FF3333",
        "distance": 422,
        "elevation": 14181,
        "description": {
            "pl": "Główny Szlak Sudecki to malownicza trasa przebiegająca przez pasma Sudetów, oferująca przepiękne widoki na góry i doliny. Szlak jest idealnym miejscem na długie piesze wędrówki, prowadząc przez liczne schroniska i punkty widokowe. Wędrówka tym szlakiem pozwala poczuć klimat górskiego krajobrazu oraz poznać historię Sudetów.",
            "en": "The Main Sudetes Trail is a picturesque route through the Sudetes mountains, offering beautiful views of mountains and valleys. The trail is perfect for long hikes, passing through numerous mountain huts and viewpoints. Hiking this trail lets you experience the mountain landscape and learn about the history of the Sudetes."
        },
        "isHike": true,
        "isBike": false
    },
    {
        "name": {
            "pl": "Główny Szlak Beskidzki",
            "en": "Main Beskids Trail"
        },
        "imageName": "gsb",
        "startingCity": "Ustroń",
        "endingCity": "Wołosate",
        "startCoordinate": {
            "latitude": 49.7175,
            "longitude": 18.8111
        },
        "endCoordinate": {
            "latitude": 49.1061,
            "longitude": 22.6689
        },
        "colorHex": "#CF0000",
        "distance": 496,
        "elevation": 19020,
        "description": {
            "pl": "Najdłuższy pieszy szlak w Polsce, prowadzący przez malownicze pasma Beskidów, z licznymi wzniesieniami i przepięknymi widokami. Szlak ten łączy różnorodne krajobrazy, od lasów po alpejskie łąki. To idealna trasa dla miłośników długich wędrówek górskich, oferująca wyzwania i niezapomniane wrażenia.",
            "en": "The longest hiking trail in Poland, leading through the picturesque Beskids mountain ranges, with numerous elevations and beautiful views. This trail connects diverse landscapes, from forests to alpine meadows. It is an ideal route for lovers of long mountain hikes, offering challenges and unforgettable experiences."
        },
        "isHike": true,
        "isBike": false
    },
    {
        "name": {
            "pl": "Green Velo",
            "en": "Green Velo"
        },
        "imageName": "greenVelo",
        "startingCity": "Elbląg",
        "endingCity": "Końskie",
        "startCoordinate": {
            "latitude": 54.1526,
            "longitude": 19.4046
        },
        "endCoordinate": {
            "latitude": 51.1898,
            "longitude": 20.4068
        },
        "colorHex": "#108932",
        "distance": 2000,
        "elevation": 24500,
        "description": {
            "pl": "Green Velo to najdłuższy szlak rowerowy w Polsce, który biegnie przez wschodnią część kraju, oferując niezwykłe widoki na jeziora, lasy i wschodnią architekturę. To świetna propozycja dla rowerzystów pragnących odkrywać urokliwe, mniej znane zakątki Polski. Trasa łączy różne atrakcje turystyczne, zapewniając komfortowe warunki do jazdy na rowerze.",
            "en": "Green Velo is the longest cycling trail in Poland, running through the eastern part of the country, offering stunning views of lakes, forests, and Eastern architecture. It is a great option for cyclists looking to discover charming, lesser-known corners of Poland. The trail connects various tourist attractions, ensuring comfortable conditions for cycling."
        },
        "isHike": false,
        "isBike": true
    },
    {
        "name": {
            "pl": "Szlak Orlich Gniazd",
            "en": "Eagle's Nests Trail"
        },
        "imageName": "orle",
        "startingCity": "Kraków",
        "endingCity": "Częstochowa",
        "startCoordinate": {
            "latitude": 50.0614,
            "longitude": 19.9383
        },
        "endCoordinate": {
            "latitude": 50.7965,
            "longitude": 19.1241
        },
        "colorHex": "#AD1122",
        "distance": 163,
        "elevation": 3800,
        "description": {
            "pl": "Szlak Orlich Gniazd to niezwykle malownicza trasa, która prowadzi przez Jurę Krakowsko-Częstochowską, łącząc ruiny średniowiecznych zamków. Szlak jest popularny zarówno wśród pieszych turystów, jak i rowerzystów. Wędrując tą trasą, można podziwiać niesamowite krajobrazy wapiennych ostańców i tajemnicze zamki, które zachowały się na przestrzeni wieków.",
            "en": "The Eagle's Nests Trail is an incredibly scenic route that passes through the Kraków-Częstochowa Jura, connecting the ruins of medieval castles. The trail is popular with both hikers and cyclists. While traversing this trail, one can admire the stunning landscapes of limestone rock formations and the mysterious castles that have survived over the centuries."
        },
        "isHike": true,
        "isBike": true
    },
    {
        "name": {
            "pl": "Velo Dunajec",
            "en": "Velo Dunajec"
        },
        "imageName": "veloDunajec",
        "startingCity": "Zakopane",
        "endingCity": "Wietrzychowice",
        "startCoordinate": {
            "latitude": 49.2997,
            "longitude": 19.9491
        },
        "endCoordinate": {
            "latitude": 49.9902,
            "longitude": 20.3385
        },
        "colorHex": "#FFA300",
        "distance": 237,
        "elevation": 2500,
        "description": {
            "pl": "Velo Dunajec to szlak rowerowy, który prowadzi przez malownicze tereny Doliny Dunajca, oferując przepiękne widoki na góry, rzekę oraz wspaniałe atrakcje turystyczne. Szlak łączy Zakopane z Wietrzychowicami, przechodząc przez miejsca takie jak Nowy Targ, Krościenko, czy Sromowce. Idealny dla rowerzystów poszukujących aktywnej formy turystyki i kontaktu z naturą.",
            "en": "Velo Dunajec is a cycling trail that leads through the picturesque Dunajec Valley, offering beautiful views of mountains, rivers, and fantastic tourist attractions. The trail connects Zakopane with Wietrzychowice, passing through places like Nowy Targ, Krościenko, and Sromowce. Ideal for cyclists looking for an active form of tourism and connection with nature."
        },
        "isHike": false,
        "isBike": true
    }
]
